Repository: badedokun/koraidv-koraidv-ios
Catalog: Sources/KoraIDV/Resources/*.lproj/Localizable.strings
Languages: fr

# koraidv.general.cancel
source: Cancel
fr: Annuler

# koraidv.general.continue
source: Continue
fr: Continuer

# koraidv.general.tryAgain
source: Try Again
fr: Réessayer

# koraidv.general.done
source: Done
fr: Terminé

# koraidv.general.loading
source: Loading...
fr: Chargement...

# koraidv.consent.title
source: Verify Your Identity
fr: Vérifiez votre identité

# koraidv.consent.subtitle
source: We need to verify your identity to continue.
fr: Nous devons vérifier votre identité pour continuer.

# koraidv.consent.whatToExpect
source: What to expect
fr: Ce qui vous attend

# koraidv.consent.step.document
source: Take a photo of your ID document
fr: Prenez une photo de votre pièce d'identité

# koraidv.consent.step.selfie
source: Take a selfie for face matching
fr: Prenez un selfie pour la comparaison faciale

# koraidv.consent.step.liveness
source: Complete a quick liveness check
fr: Effectuez une vérification de vivacité

# koraidv.consent.requirements
source: Requirements
fr: Exigences

# koraidv.consent.requirement.document
source: A valid government-issued ID
fr: Une pièce d'identité officielle valide

# koraidv.consent.requirement.camera
source: Camera access on your device
fr: Accès à la caméra sur votre appareil

# koraidv.consent.requirement.lighting
source: Good lighting conditions
fr: Un bon éclairage

# koraidv.consent.startButton
source: Start Verification
fr: Commencer la vérification

# koraidv.documentSelection.title
source: Select Document Type
fr: Sélectionnez le type de document

# koraidv.documentSelection.subtitle
source: Choose the document you would like to use for verification.
fr: Choisissez le document que vous souhaitez utiliser pour la vérification.

# koraidv.documentSelection.category.recommended
source: Recommended
fr: Recommandé

# koraidv.documentSelection.category.other
source: Other Documents
fr: Autres documents

# koraidv.document.usPassport
source: US Passport
fr: Passeport américain

# koraidv.document.usDriversLicense
source: US Driver's License
fr: Permis de conduire américain

# koraidv.document.usStateId
source: US State ID
fr: Carte d'identité américaine

# koraidv.document.internationalPassport
source: International Passport
fr: Passeport international

# koraidv.document.ukPassport
source: UK Passport
fr: Passeport britannique

# koraidv.document.euIdCard
source: EU ID Card
fr: Carte d'identité européenne

# koraidv.document.ghanaCard
source: Ghana Card
fr: Carte ghanéenne

# koraidv.document.ngNin
source: Nigeria NIN
fr: NIN nigérian

# koraidv.document.keId
source: Kenya ID
fr: Carte d'identité kenyane

# koraidv.document.zaId
source: South Africa ID
fr: Carte d'identité sud-africaine

# koraidv.documentCapture.title.front
source: Document Front
fr: Recto du document

# koraidv.documentCapture.title.back
source: Document Back
fr: Verso du document

# koraidv.documentCapture.instruction
source: Position document within the frame
fr: Positionnez le document dans le cadre

# koraidv.documentCapture.holdSteady
source: Hold steady...
fr: Ne bougez pas...

# koraidv.documentCapture.capturing
source: Capturing...
fr: Capture en cours...

# koraidv.documentCapture.moveCloser
source: Move closer
fr: Rapprochez-vous

# koraidv.documentCapture.tooDark
source: Too dark
fr: Trop sombre

# koraidv.documentCapture.tooBright
source: Too bright
fr: Trop lumineux

# koraidv.documentCapture.reduceGlare
source: Reduce glare
fr: Réduisez les reflets

# koraidv.documentCapture.positionInFrame
source: Position document in frame
fr: Positionnez le document dans le cadre

# koraidv.selfieCapture.title
source: Take a Selfie
fr: Prenez un selfie

# koraidv.selfieCapture.instruction
source: Position your face in the oval
fr: Positionnez votre visage dans l'ovale

# koraidv.selfieCapture.faceNotVisible
source: Face not visible
fr: Visage non visible

# koraidv.selfieCapture.moveCloser
source: Move closer
fr: Rapprochez-vous

# koraidv.selfieCapture.centerFace
source: Center your face
fr: Centrez votre visage

# koraidv.selfieCapture.holdStill
source: Hold still...
fr: Ne bougez pas...

# koraidv.liveness.title
source: Liveness Check
fr: Vérification de vivacité

# koraidv.liveness.starting
source: Starting liveness check...
fr: Démarrage de la vérification...

# koraidv.liveness.challengeProgress
source: Challenge %d of %d
fr: Défi %d sur %d

# koraidv.liveness.challenge.blink
source: Blink your eyes
fr: Clignez des yeux

# koraidv.liveness.challenge.smile
source: Smile
fr: Souriez

# koraidv.liveness.challenge.turnLeft
source: Turn your head left
fr: Tournez la tête à gauche

# koraidv.liveness.challenge.turnRight
source: Turn your head right
fr: Tournez la tête à droite

# koraidv.liveness.challenge.nodUp
source: Look up
fr: Regardez en haut

# koraidv.liveness.challenge.nodDown
source: Look down
fr: Regardez en bas

# koraidv.result.success.title
source: Verification Successful
fr: Vérification réussie

# koraidv.result.success.subtitle
source: Your identity has been successfully verified.
fr: Votre identité a été vérifiée avec succès.

# koraidv.result.failed.title
source: Verification Failed
fr: Échec de la vérification

# koraidv.result.failed.subtitle
source: We couldn't verify your identity. Please try again or contact support.
fr: Nous n'avons pas pu vérifier votre identité. Veuillez réessayer ou contacter le support.

# koraidv.result.review.title
source: Review Required
fr: Examen requis

# koraidv.result.review.subtitle
source: Your verification requires manual review. We'll notify you of the result.
fr: Votre vérification nécessite un examen manuel. Nous vous informerons du résultat.

# koraidv.result.processing.title
source: Processing
fr: En cours de traitement

# koraidv.result.processing.subtitle
source: Your verification is being processed.
fr: Votre vérification est en cours de traitement.

# koraidv.result.verifiedInfo
source: Verified Information
fr: Informations vérifiées

# koraidv.result.name
source: Name
fr: Nom

# koraidv.result.dateOfBirth
source: Date of Birth
fr: Date de naissance

# koraidv.error.title
source: Something went wrong
fr: Une erreur s'est produite

# koraidv.error.cameraPermission
source: Camera access is required for verification.
fr: L'accès à la caméra est requis pour la vérification.

# koraidv.error.network
source: Network error. Please check your connection and try again.
fr: Erreur réseau. Veuillez vérifier votre connexion et réessayer.

# koraidv.error.timeout
source: The request timed out. Please try again.
fr: La requête a expiré. Veuillez réessayer.

# koraidv.error.sessionExpired
source: Your session has expired. Please start again.
fr: Votre session a expiré. Veuillez recommencer.

# koraidv.error.documentNotSupported
source: This document type is not supported.
fr: Ce type de document n'est pas pris en charge.

# koraidv.error.faceNotMatched
source: The selfie doesn't match the document photo.
fr: Le selfie ne correspond pas à la photo du document.

# koraidv.error.livenessCheckFailed
source: Liveness check failed. Please try again.
fr: La vérification de vivacité a échoué. Veuillez réessayer.

# koraidv.error.qualityTooLow
source: Image quality is too low. Please try again with better lighting.
fr: La qualité de l'image est trop faible. Veuillez réessayer avec un meilleur éclairage.
